Repository: cloudworkshop/DevOpsGameDay
Catalog: cookbooks/wordpress/files/default/twitter-widget-pro/languages/twitter-widget-pro-*.po
Languages: da_dk, es_es, it_it, sv_se

source: Follow a Twitter Feed
da_dk: Følg et Twitter-feed
es_es: Sigue un feed de Twitter
it_it: Segui un feed di Twitter
sv_se: Följ ett Twitter-flöde

source: Twitter username:
da_dk: Twitter-brugernavn:
es_es: Nombre de usuario:
it_it: Nome utente Twitter:
sv_se: Twitter-användarnamn:

source: username
it_it: Nome utente

source: Give the feed a title (optional):
da_dk: Giv feedet en titel (valgfri):
es_es: Ponle un título (opcional):
it_it: Nome per il feed (facoltativo):
sv_se: Ge flödet en titel (valfritt):

source: title
it_it: Titolo

source: How many items would you like to display?
da_dk: Hvor mange tweets vil du vise?
es_es: ¿Cuántos elementos quieres mostrar?
it_it: Quanti messaggi desideri mostrare?
sv_se: Hur många tweets vill du visa?

source: Hide @replies
it_it: nascondi @replies

source: What to display when Twitter is down (optional):
da_dk: Hvad skal der vises, hvis Twitter er nede (valgfri):
es_es: Qué mostrar cuando Twitter no está disponible (opcional):
it_it: Mostra quando Twitter é fuori servizio (facoltativo):
sv_se: Vad skall visas om Twitter är nere (valfritt):

source: Number of seconds to wait for a response from Twitter (default 2):
da_dk: Antal sekunder at vente på svar fra Twitter (standard: 2):
es_es: Número de segundos a esperar para que Twitter responda (por defecto 2):
it_it: Secondi di attesa per una risposta da Twitter (predefinito 2):
sv_se: Antal sekunder att vänta på svar från Twitter (standard: 2):

source: Show date/time of Tweet (rather than 2 ____ ago):
da_dk: Vis Tweetets dato/klokkeslæt (i st. f. 2 ___ siden):
es_es: Mostrar fecha/hora del Tweet (en vez de 'hace 2 ____'):
it_it: Mostra data/ora del messaggio (piuttosto che 2 ____ fa):
sv_se: Visa Tweetens datum/klockslag (istf. 2 ___ sedan):

source: Always
da_dk: Altid
es_es: Siempre
it_it: sempre
sv_se: Alltid

source: If over an hour old
da_dk: Hvis over end en time gammelt
es_es: Si tiene más de una hora
it_it: se più di un'ora
sv_se: Om över en timme gammalt

source: If over a day old
da_dk: Hvis over en dag gammelt
es_es: Si tiene más de un día
it_it: se più di un giorno
sv_se: Om över en dag gammalt

source: If over a week old
da_dk: Hvis over en uge gammelt
es_es: Si tiene más de una semana
it_it: se più di una settimana
sv_se: Om över en vecka gammalt

source: If over a month old
da_dk: Hvis over en måned gammelt
es_es: Si tiene más de un mes
it_it: se più di un mese
sv_se: Om över en månad gammalt

source: If over a year old
da_dk: Hvis over et år gammelt
es_es: Si tiene más de un año
it_it: se più di un anno
sv_se: Om över ett år gammalt

source: Never
da_dk: Aldrig
es_es: Nunca
it_it: mai
sv_se: Aldrig

source: Format to dispaly the date in, uses <a href="%s">PHP date()</a> format:
it_it: Qualora decidessi di mostrare la data, utilizza il formato <a href="%s">PHP date()</a>:

source: dateFormat
it_it: formato data

source: Hide RSS Icon and Link
da_dk: Skjul RSS-ikon og -link
es_es: No mostrar el icono RSS y el enlace
it_it: nascondi icona e link RSS
sv_se: Göm RSS-ikon och -länk

source: Open links in a new window
it_it: Apri i link in una nuova finestra.

source: Show Profile Image
da_dk: Vis profilbillede
es_es: Mostrar imagen de perfil
it_it: mostra immagine profilo
sv_se: Visa profilbild

source: Show Link to Twitter Widget Pro
da_dk: Vis link til Twitter Widget Pro
es_es: Mostrar enlace a Twitter Widget Pro
it_it: mostra il link a Twitter Widget Pro
sv_se: Visa länk till Twitter Widget Pro

source: General Settings
it_it: Impostazioni generali

source: Other Setting:
it_it: Altre impostazioni:

source: Syndicate this content
da_dk: Følg dette indhold via RSS
es_es: Sindica este contenido
it_it: Abbonati a questo contenuto
sv_se: Följ detta innehåll via RSS

source: No Tweets Available
da_dk: Ingen tilgængelige Tweets
es_es: No hay tweets
it_it: Nessun messaggio disponibile
sv_se: Inga Tweets tillgängliga

source: from %s
da_dk: fra %s
es_es: desde %s
it_it: da %s
sv_se: via %s

source: in reply to %s
da_dk: som svar på %s
es_es: en respuesta a %s
it_it: in risposta a %s
sv_se: som svar på %s

source: Get Twitter Widget for your WordPress site
it_it: Usa Twitter Widget per il tuo sito WordPress

source: Invalid Twitter Response.
it_it: Risposta da Twitter non valida.

source: Could not connect to Twitter
da_dk: Kunne ikke få forbindelse til Twitter
es_es: No se puede conectar a Twitter
it_it: Non é stato possibile connettersi a Twitter
sv_se: Kunde inte få förbindelse till Twitter

source: about %s year ago
da_dk: ca. %s år siden
es_es: hace %s año
it_it: circa %s anno fa
sv_se: ca %s år sedan

source: about %s month ago
da_dk: ca %s måned siden
es_es: hace %s mes
it_it: circa %s mese fa
sv_se: ca %s månad sedan

source: about %s week ago
da_dk: ca. %s uge siden
es_es: hace %s semana
it_it: circa %s settimana fa
sv_se: ca %s vecka sedan

source: about %s day ago
da_dk: ca. %s dag siden
es_es: hace %s día
it_it: circa %s giorno fa
sv_se: ca %s dag sedan

source: about %s hour ago
da_dk: ca. %s time siden
es_es: hace %s hora
it_it: circa %s ora fa
sv_se: ca %s timme sedan

source: about %s minute ago
da_dk: ca. %s minut siden
es_es: hace %s minuto
it_it: circa %s minunto fa
sv_se: ca %s minut sedan

source: about %s second ago
da_dk: ca. %s sekund siden
es_es: hace %s segundo
it_it: circa %s secondo fa
sv_se: ca %s sekund sedan

source: h:i:s A F d, Y
da_dk: j. F Y H.i.s
it_it: H:i:s F d Y

source: Update Options &raquo;
da_dk: Opdatér indstillinger &raquo;
es_es: Actualizar opciones &raquo;
it_it: Aggiorna le opzioni &raquo;
sv_se: Uppdatera inställningar &raquo;

source: Donate
it_it: Donazioni

source: Support Forum
it_it: Forum di supporto

source: Donate to show your appreciation.
it_it: Effettua una donazione per mostrare il tuo gradimento del plugin.

source: Settings
da_dk: Indstillinger
es_es: Opciones
it_it: Impostazioni
sv_se: Inställningar

source: Like this Plugin?
it_it: Ti é piaciuto il plugin?

source: Need Support?
it_it: Serve aiuto?

source: Latest news from Xavisys
it_it: Ultime notizie da Xavisys

source: Then please do any or all of the following:
it_it: Quindi, fai quanto segue:

source: Link to it so others can find out about it.
it_it: Pubblica una recensione sul plugin.

source: Give it a good rating on WordPress.org.
it_it: Vota il plugin su WordPress.org.

source: If you have any problems with this plugin or ideas for improvements or enhancements, please use the <a href="%s">Xavisys Support Forums</a>.
it_it: In caso di problemi, suggerimenti e segnalazioni di bug, visitare il forum di supporto <a href="%s">Xavisys</a>.

source: Twitter Widget Pro Options
da_dk: Indstiller for Twitter Widget Pro
es_es: Twitter Widget Pro - Opciones
sv_se: Inställningar för Twitter Widget Pro

source: Click for Help!
da_dk: Klik for hjælp
es_es: ¡Ayuda!
sv_se: Klicka för hjälp

source: I agree to send anonymous system information
da_dk: Jeg accepterer at sende anonyme system-informationer
es_es: Estoy de acuerdo con enviar información anónima de mi sistema
sv_se: Jag accepterer att sända anonym systeminformation

source: You can help by sending anonymous system information that will help Xavisys make better decisions about new features.
da_dk: Du kan hjælpe ved at sende anonyme system-informationer, som vil hjælpe Xavisys med at træffe bedre beslutninger om nye funktioner.
es_es: Puedes ayudar enviando información anónima acerca de su sitema que ayudará a Xavisys en la toma de decisiones de las nuevas características
sv_se: Du kan hjälpa genom att sända anonym systeminformation, som hjälper Xavisys att fatta bättre beslut om nya funktioner.

source: The information will be sent anonymously, but a unique identifier will be sent to prevent duplicate entries from the same installation.
da_dk: Informationerne sendes anonymt, men en unik id vil blive sendt med for at sikre, at alle registreringer fra samme installation er unikke.
es_es: La información será enviada de forma anónima, pero con un identificador único para prevenir información duplicada proveniente de la misma instalación.
sv_se: Informationen sänds anonymt, men ett unikt id skickas med för att säkerställa att alla registreringar från samma installation är unika.

source: Powered by <a href="%s" title="Get Twitter Widget for your WordPress site">WordPress Twitter Widget Pro</a>
da_dk: Kører på <a href="%s" title="Få Twitter Widget til din WordPress-site">WordPress-Twitter Widget Pro</a>
sv_se: Använder <a href="%s" title="Få Twitter Widget till din WordPress-site">WordPress-Twitter Widget Pro</a>

source: Twitter Feed
sv_se: Twitter-flöde

source: System Information:
es_es: Información del sistema:
